Repository: BackupTheBerlios/serpentine-svn
Catalog: trunk/serpentine/po/*.po
Languages: es, pt

source: Create Audio-CD's from music files and playlists
es: Crea discos de audio a partir de archivos de música y listas de reproducción
pt: Cria CDs Áudio a partir de ficheiros de música e listas de reprodução

source: Serpentine Audio-CD Creator
es: Creador de discos de audio Serpentine
pt: Criador de CDs Áudio Serpentine

source: 21 minutes 74 minutes 80 minutes 90 minutes
es: 21 minutos 74 minutos 80 minutos 90 minutos
pt: 21 minutos 74 minutos 80 minutos 90 minutos

source: <b>Disc capacity exceeded!</b>
es: <b>¡Capacidad del disco excedida!</b>
pt: <b>Capacidade do disco excedida!</b>

source: <b>Writing Device</b>
es: <b>Dispositivo de grabación</b>
pt: <b>Gravador de CDs</b>

source: <b>Writing Options</b>
es: <b>Opciones de grabación</b>
pt: <b>Opções de Gravação</b>

source: Add tracks to playlist
es: Agregar pistas a la lista de reproducción
pt: Adicionar pistas à lista de reprodução

source: Add two seconds gap between tracks
es: Agregar dos segundos de silencio entre pistas
pt: Adicionar silêncio de dois segundos entre as pistas

source: Choose writing speed
es: Escoger la velocidad de grabación
pt: Escolher velocidade de gravação

source: Clear playlist
es: Borrar lista de reproducción
pt: Apagar lista de reprodução

source: Device:
es: Dispositivo:
pt: Dispositivo:

source: Disc Capacity:
es: Capacidad del disco:
pt: Capacidade do Disco:

source: Disc Usage:
es: Espacio utilizado:
pt: Utilização do Disco:

source: Eject disk after writing
es: Expulsar el disco al finalizar
pt: Ejectar o disco após escrita

source: Open Playlist...
es: Abrir lista de reproducción...
pt: Abrir Lista de Reprodução...

source: Refreshes the max writing speed
es: Actualizar la velocidad máxima de grabación
pt: Actualiza a velocidade máxima de gravação

source: Remove selected tracks from playlist
es: Quitar pistas seleccionadas de la lista de reproducción
pt: Remove as pistas seleciondas da lista de reprodução

source: Save Playlist As...
es: Guardar lista de reproducción como...
pt: Gravar Lista de Reprodução Como...

source: Serpentine Preferences
es: Preferencias de Serpentine
pt: Preferências do Serpentine

source: Use maximum writing speed
es: Utilizar la velocidad máxima de grabación
pt: Utilizar velocidade máxima de gravação

source: Write playlist to disc
es: Grabar al disco la lista de reproducción
pt: Gravar lista de reprodução para o disco

source: Write to Disc
es: Grabar en disco
pt: Gravar para o Disco

source: _Edit
pt: _Editar

source: _File
es: _Archivo
pt: _Ficheiro

source: _Help
es: _Ayuda
pt: _Ajuda

source: _Toolbar
es: _Barra de herramientas
pt: _Barra de Ferramentas

source: _View
es: _Ver
pt: _Ver

source: Recording operations will be done in simulation mode.
es: Las operaciones de grabación terminarán en modo de simulación.
pt: As operações de gravação vão ser feita em modo de simulação.

source: Shows debugging information from recording backend.
pt: Mostra informação de depuração do módulo de gravação.

source: Shows preferences dialog.
pt: Mostrar a janela de preferências.

source: Writes the filenames after this option to a CD. This will show a dialog suitable for embedding in other applications.
es: Grabar los nombres de archivo después de esta opción a un CD. Esto mostrará un diálogo conveniente para empotrar en otras aplicaciones.
pt: Gravar os ficheiros inseridos depois desta opção para um CD. Isto mostrará uma janela de diálogo conviniente para embeber em outras aplicações.

source: Uses filenames after this option as the playlist contents.
pt: Utiliza os ficheiros a seguir desta opção como o conteúdo da lista de reprodução.

source: Do not use GnomeVfs module.
pt: Não utilizar o módulo GnomeVfs.

source: Simulation mode
es: Modo de simulación
pt: Modo de simulação

source: Serpentine is on simulation mode, no actual writing will be done on inserted media.
es: Serpentine está en modo de simulación, no se escribirán datos en el disco insertado.
pt: O Serpentine está em modo de simulação, não vai ser gravada informação nos discos inseridos.

source: All files
es: Todos los archivos
pt: Todos os ficheiros

source: Supported playlists
pt: Listas de reprodução suportadas

source: Common media files
pt: Ficheiros multimédia comuns

source: Please check if the cache location exists and has writable permissions.
es: Por favor verifique que la ruta del caché es correcta y tiene permisos de escritura..
pt: Por favor verifique se a localização de cache existe e se tem permissões de escrita.

source: Remove some music tracks or make sure your cache location location has enough free space (about %s).
es: Quite algunas pistas o asegúrese de que la caché tiene espacio suficiente (cerca de %s).
pt: Remova algumas pistas ou certifique-se que a sua localização de cache tem espaco livre suficiente (cerca de %s).

source: Save playlist in format:
pt: Gravar a lista de reprodução no formato:

source: Detect by extension
pt: Detectado pela extensão

source: Playlist Not Saved
es: Lista de reproducción no guardada
pt: Lista de Reprodução Não Guardada

source: There was an error while saving the playlist.
es: Ocurrió un error al guardar la lista de reproducción.
pt: Ocorreu um erro ao tentar guardar a lista de reprodução.

source: Replace existing file
es: Remplazar el archivo existente
pt: Substituir ficheiro existente

source: A file named <i>%s</i> already exists. Do you want to replace it with the one you are saving?
es: Ya existe un archivo llamado <i>%s</i>. ¿Desea remplazarlo con el archivo que intenta guardar?
pt: O ficheiro com o nome <i>%s</i> já existe. Tem a certeza que quer substituí-lo pelo ficheiro que quer guardar?

source: Select one playlist format
pt: Escolha um formato de lista de reprodução

source: Serpentine will open any of these formats so the one you choose only matters if you are going to open with other applications.
pt: Serpentine vai abrir qualquer um destes formatos por isso a sua escolha só afecta outras aplicações poderem reconhecê-lo ou não.

source: Do you want to save as the %s format?
pt: Deseja gravar com o formato %s?

source: Unsupported Format
es: Formato no soportado
pt: Formato Não Suportado

source: The playlist format you used (by the file extension) is currently not supported.
es: El formato de lista de reproducción que está usando (por la extensión de archivo) no está soportado.
pt: O formato da lista de reprodução que utilizou (através da extensão do ficheiro) não é suportado.

source: No recording drive found
es: No se encontró un dispositivo de grabación
pt: Não existem dispositivos de gravação

source: No recording drive found on your system, therefore some of Serpentine's functionalities will be disabled.
es: No se encontraron dispositivos de grabación en su sistema, algunas funciones de Serpentine serán desactivadas.
pt: Não foram encontrados dispositivos de gravação no seu sistema, deste modo o Serpentine terá algumas funcionalidades desactivadas.

source: translator-credits
pt: Tiago Cogumbreiro <cogumbreiro@users.sf.net>

source: Audio CD Creator
pt: Criador de CDs Áudio

source: Cache directory location unavailable
es: La ruta del directorio caché no está disponible
pt: Localização da cache não está disponível

source: Not enough space on cache directory
es: No hay suficiente espacio en el directorio caché
pt: Não existe espaço suficiente no directório de cache

source: Do you want to overburn your disc?
es: ¿Desea sobregrabar su disco?
pt: Deseja gravar o seu disco em modo overburn?

source: You are about to record a media disc in overburn mode. This may not work on all drives and shouldn't give you more then a couple of minutes.
es: Está a punto de iniciar en modo de sobregrabado. El disco quizá no funcione en todos los dispositivos y sólo agregará algunos minutos.
pt: Está prestes a gravar um disco em modo overburn. Isto poderá não funcionar no seu despositívo e não deverá dar mais do que alguns minutos.

source: Write to Disc (Overburning)
es: Grabar en disco (Sobregrabado)
pt: Escrever para o Disco (Overburning)

source: Do you want to record your music?
es: ¿Desea grabar su música?
pt: Deseja gravar as suas múscias?

source: You are about to record a media disc. Canceling a writing operation will make your disc unusable.
es: Está a punto de grabar el disco. Cancelar ahora podría dejar el disco inutilizable.
pt: Está prestes a gravar um disco. Cancelar a operação de gravação poderá deixar o seu disco inutilizável.

source: Unsupported file type
es: Tipo de archivo no soportado
pt: Tipo de ficheiro não suportado

source: The following file was not added:
pt: Os seguinte ficheiro não foi adicionado:

source: If you're having problems opening certain files make sure you have the GStreamer plugins needed to decode them.
pt: Se está a ter problemas a abrir certos ficheiros verifique que tem os <i>plugins</i> necessários para reconhecê-los.

source: Unknown
es: Desconocido
pt: Desconhecido

source: Unknown Artist
pt: Artista Desconhecido

source: Track
es: Pista
pt: Pista

source: Artist
es: Artista
pt: Artista

source: Duration
es: Duración
pt: Duração

source: minute
es: minuto
pt: minuto

source: minutes
es: minutos
pt: minutos

source: second
es: segundo
pt: segundo

source: seconds
es: segundos
pt: segundos

source: and
es: y
pt: e

source: %s remaining
es: Faltan %s
pt: Faltam %s

source: %s overlaping
pt: %s a mais

source: Empty
es: Vacío
pt: Vazio

source: No Rhythmbox playlist found
pt: Não foi encontrada uma lista de reprodução do Rhythmbox

source: Please create a playlist using <i>Music&#8594;Playlist&#8594;New Playlist...</i>
pt: Crie uma lista de reprodução usando <i>Música&#8594;Lista de Reprodução&#8594;Nova Lista de Reprodução...</i>

source: Which playlist do you choose to open?
pt: Que lista de reprodução quer abrir?

source: These are the playlists created on Rhythmbox.
pt: Estas são as listas de reprodução existentes no Rhythmbox.

source: Do you want to open the playlist <i>%s</i>?
pt: Deseja abir a lista de reprodução <i>%s</i>?

source: Rhythmbox playlists:
pt: Listas de reprodução do Rhythmbox

source: Open Rhythmbox Playlist...
pt: Abrir Lista de Reprodução de Rhythmbox...

source: Serpentine's playlist
es: Lista de reproducción de Serpentine
pt: Lista de reprodução do Serpentine

source: Converting files failed
es: La conversión de archivos falló
pt: A conversão de ficheiros falhou

source: Some of the files were missing. The disc is still usable.
pt: Alguns ficheiros estão a faltar. O disco ainda está utilizável.

source: Writing to disc didn't start so it is still usable.
es: La grabación del disco aún no inicia, el disco aún es útil.
pt: A gravação para o disco não começou por isso ainda está utilizável.

source: Writing to disc failed
es: La grabación del disco falló
pt: A gravação para o disco falhou

source: Writing to disc canceled
es: La grabación del disco fue cancelada
pt: A gravação para o disco foi cancelada

source: The writing operation has started. The disc may be unusable.
pt: A operação de gravação já começou. O disco poderá estar inutilizável.

source: Writing Audio Disc
es: Grabar disco de audio
pt: A Gravar um Disco de Áudio

source: The audio tracks are going to be written to a disc. This operation may take a long time, depending on data size and write speed.
es: Las pistas de audio serán grabadas al disco. Esta operación puede tomar un tiempo dependiendo del tamaño de lainformación y la velocidad de escritura.
pt: As pistas áudio estão a ser escritas no disco. Esta operação poderá demorar algum tempo dependendo do tamanho da informação e da velocidade de gravação.

source: CD-RW disc will be erased
es: El CD-RW será borrado
pt: Disco CD-RW será apagado

source: Please remove your disc if you want to preserve it's contents.
es: Por favor retire el disco si quiere conservar su contenido.
pt: Por favor remova o disco se quiser manter o seu conteúdo.

source: Preparing recorder
es: Preparando grabadora
pt: A preparar o gravador

source: Writing media files to disc
es: Escribiendo archivos de audio al disco
pt: A escrever os ficheiros áudio para o disco

source: Fixating disc
es: Fijando el disco
pt: A fixar o disco

source: Preparing media files
es: Preparando archivos de audio
pt: A preparar os ficheiros áudio

source: Writing to disc finished
es: Finalizó la grabación
pt: Acabou a gravação para o disco

source: Disc writing was successful.
es: La grabación fue finalizada con éxito.
pt: A gravação para o disco foi concluida com sucesso.

source: Writing Files to Disc
es: Escribiendo archivos al disco
pt: A Gravar os Ficheiros para o Disco

source: There were no valid files for writing. Please select at least one.
pt: Não existem ficheiros válidos para a escrita. Por favor escolha pelo menos um.

source: Please make sure another application is not using the drive.
es: Por favor asegúrese de que no hay otro programa utilizando el dispositivo de grabación.
pt: Por favor certique-se que não existem outras aplicações a utilizar o seu gravador de CDs.

source: Drive is busy
es: El dispositivo de grabación está ocupado
pt: O gravador de CDs está a ser utilizado

source: Please put a rewritable or blank disc into the drive.
es: Por favor coloque un disco en blanco o uno regrabable en la grabadora.
pt: Por favor coloque um disco regravável ou virgem no seu dispositivo de escrita.

source: Insert rewritable or blank disc
es: Inserte un disco regrabable o uno en blanco
pt: Insira um disco regravável ou virgem

source: Please put a blank disc into the drive.
es: Por favor ponga un disco en blanco en la grabadora.
pt: Por favor ponha um disco virgem no seu gravador de CDs.

source: Insert blank disc
es: Inserte un disco en blanco
pt: Insira um disco virgem

source: Please replace the disc in the drive with a rewritable or blank disc.
es: Por favor sustituya el disco en la grabadora con uno regrabable o uno en blanco.
pt: Por favor substitua o disco que tem no seu dispositivo de escrita por um disco regravável ou virgem.

source: Reload rewritable or blank disc
es: Recargar disco regrabable o en blanco
pt: Volte a colocar o disco regravável ou virgem

source: Please replace the disc in the drive a blank disc.
es: Por favor sustituya el disco en la grabadora con un disco en blanco.
pt: Por favor substitua o disco que tem no gravador de CDs por um disco virgem.

source: Reload blank disc
es: Recargar disco en blanco
pt: Volte a colocar o disco virgem

source: Edit
es: Editar

source: Show preferences dialog and exit.
es: Mostrar diálogo de preferencias y salir.

source: Playlist Saved
es: Lista de reproducción guardada

source: Playlist was saved successfully.
es: La lista de reproducción fue guardada con éxito.

source: Unsupported file types
es: Tipos de archivo no soportado

source: The following files were not added:
es: Los siguientes archivos han sido agregados:
